/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ foi baixado com sucesso e já está pronto para usar! Você gostaria de instalá-lo e recarregar o %1$@ agora?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ não pode ser atualizado quando executado de um volume protegido contra gravação como uma imagem de disco ou um drive óptico. Mova o %1$@ para sua pasta de Aplicativos, recarregue-o e tente novamente.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais atualizada.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ está disponível -- você tem a %3$@. Você gostaria de baixá-la agora?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ recebido(s)";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Uma nova versão do %@ está disponível!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Uma nova versão do %@ está pronta para ser instalada!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro na recuperação da informação de atualização. Por favor, tente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao baixar a atualização. Por favor, tente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao extrair o arquivo. Por favor, tente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Ocorreu um erro ao instalar a atualização. Por favor, tente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar a atualização do repositório.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Um erro ocorreu ao recarregar o %1$@, porém a nova versão estará disponível na próxima vez que executar o %1$@.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar a Atualização";

/* No comment provided by engineer. */
"Checking for updates..." = "Verificando atualizações...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Baixando atualizações...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraindo atualizações...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Recarregar";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalando atualizações...";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto para Instalação";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Você deseja que o %1$@ verifique atualizações automaticamente? Você sempre pode verificar atualizações manualmente por meio do menu %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Erro ao Atualizar!";

/* No comment provided by engineer. */
"Updating %@" = "Atualizando %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Você já possui a versão mais atualizada do %@.";

/* No comment provided by engineer. */
"You're up to date!" = "Você possui a última versão!";